{
  "vocab": ["<blank>", "अ", "आ", "इ", "ई", "उ", "ऊ", "ए", "ऐ", "ओ", "औ", "अं", "अः", "क", "ख", "ग", "घ", "ङ", "च", "छ", "ज", "झ", "ञ", "ट", "ठ", "ड", "ढ", "ण", "त", "थ", "द", "ध", "न", "प", "फ", "ब", "भ", "म", "य", "र", "ल", "व", "श", "ष", "स", "ह", "०", "१", "२", "३", "४", "५", "६", "७", "८", "९", "a", "b", "c", "d", "e", "f", "g", "h", "i", "j", "k", "l", "m", "n", "o", "p", "q", "r", "s", "t", "u", "v", "w", "x", "y", "z", "A", "B", "C", "D", "E", "F", "G", "H", "I", "J", "K", "L", "M", "N", "O", "P", "Q", "R", "S", "T", "U", "V", "W", "X", "Y", "Z", "0", "1", "2", "3", "4", "5", "6", "7", "8", "9", " "],
  "vocab_size": 119,
  "idx_to_char": {
    "0": "<blank>", "1": "अ", "2": "आ", "3": "इ", "4": "ई", "5": "उ", "6": "ऊ", "7": "ए", "8": "ऐ", "9": "ओ", "10": "औ", "11": "अं", "12": "अः",
    "13": "क", "14": "ख", "15": "ग", "16": "घ", "17": "ङ", "18": "च", "19": "छ", "20": "ज", "21": "झ", "22": "ञ", "23": "ट", "24": "ठ", "25": "ड", "26": "ढ", "27": "ण", "28": "त", "29": "थ", "30": "द", "31": "ध", "32": "न", "33": "प", "34": "फ", "35": "ब", "36": "भ", "37": "म", "38": "य", "39": "र", "40": "ल", "41": "व", "42": "श", "43": "ष", "44": "स", "45": "ह",
    "46": "०", "47": "१", "48": "२", "49": "३", "50": "४", "51": "५", "52": "६", "53": "७", "54": "८", "55": "९",
    "56": "a", "57": "b", "58": "c", "59": "d", "60": "e", "61": "f", "62": "g", "63": "h", "64": "i", "65": "j", "66": "k", "67": "l", "68": "m", "69": "n", "70": "o", "71": "p", "72": "q", "73": "r", "74": "s", "75": "t", "76": "u", "77": "v", "78": "w", "79": "x", "80": "y", "81": "z",
    "82": "A", "83": "B", "84": "C", "85": "D", "86": "E", "87": "F", "88": "G", "89": "H", "90": "I", "91": "J", "92": "K", "93": "L", "94": "M", "95": "N", "96": "O", "97": "P", "98": "Q", "99": "R", "100": "S", "101": "T", "102": "U", "103": "V", "104": "W", "105": "X", "106": "Y", "107": "Z",
    "108": "0", "109": "1", "110": "2", "111": "3", "112": "4", "113": "5", "114": "6", "115": "7", "116": "8", "117": "9",
    "118": " "
  },
  "blank_index": 0
}
